Revit 2027 API
ParameterTypeId.VisGraphicsAnnotation Property
 "V/G Overrides Annotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsAnnotation { get; }
Public Shared ReadOnly Property VisGraphicsAnnotation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsAnnotation {
	ForgeTypeId^ get ();
}
static member VisGraphicsAnnotation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace